Repository: beeradmoore/dlss-swapper
Catalog: src/Translations/*/Resources.resw
Source language: en_us
Languages: ar_sa, ar_sy, ca_es, cs_cz, de_de, es_es, fa_ir, fi_fi, fr_fr, he_il, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# LibraryPage_MaliciousDllsInfo
source: Replacing dlls on your computer can be dangerous. Placing a malicious dll into a game is as bad as running Linking_park_-_nUmB_mp3.exe that you just downloaded from LimeWire. Only import dlls from sources you trust.
ar_sa: استبدال ملفات dll على جهازك قد يكون خطيرًا. وضع ملف dll مشتبه به هو في نفس مستوى الخطر كأنك لو قمت بتحميل فيروس يسمح للمهكرين ان يخترقوا جهازك! استورد ملفات dll فقط من مصادر تثق بها.
ar_sy: استبدال ملفات dll على جهاز الكمبيوتر الخاص بك يمكن أن يكون خطيراً. وضع ملف dll ضار في لعبة أمر سيء مثل تشغيل Linking_park_-_nUmB_mp3.exe الذي قمت بتحميله للتو من LimeWire. قم فقط باستيراد ملفات dll من مصادر تثق بها.
ca_es: Substituir fitxers DLL a l'ordinador pot ser perillós. Posar un fitxer DLL maliciós en un joc és tan dolent com executar Linking_park_-_nUmB_mp3.exe que acabes de descarregar de LimeWire. Només importa fitxers DLL de fonts de confiança.
cs_cz: Nahrazování DLL souborů může být nebezpečné! Umístění škodlivého DLL soubory do hry je stejně nebezpečné jako spuštění souboru SlunceSeno.mp4.exe, který jste si právě stáhli z UložTo.cz. Importujte DLL soubory pouze ze zdrojů, kterým důvěřujete!
de_de: Das Ersetzen von DLL-Dateien auf Ihrem Computer kann gefährlich sein. Das Einfügen einer schädlichen DLL-Datei in ein Spiel ist genauso schlimm wie das Ausführen der Datei „Linking_park_-_nUmB_mp3.exe”, die Sie gerade von LimeWire heruntergeladen haben. Importieren Sie DLL-Dateien nur aus vertrauenswürdigen Quellen.
es_es: Reemplazar dlls en tu ordenador puede ser peligroso. Colocar un dll malicioso en un juego es tan malo como ejecutar Linking_park_-_nUmB_mp3.exe que acabas de descargar de LimeWire. Solo importa dlls de fuentes en las que confíes.
fa_ir: تعویض فایل‌های DLL در کامپیوتر شما می‌تواند خطرناک باشد. قرار دادن یک فایل DLL مخرب در پوشه بازی، به همان اندازه خطرناک است که فایل Linking_park_-_nUmB_mp3.exe را که تازه از LimeWire دانلود کرده‌اید، اجرا کنید! فقط فایل‌های DLL را از منابعی که به آن‌ها اعتماد دارید وارد کنید.
fi_fi: DLL-tiedostojen korvaaminen tietokoneeltasi voi olla vaarallista. Pahantahtoisen DLL-tiedoston asettaminen peliin on yhtä huonoa kuin Linking_park_-_nUmB_mp3.exe-tiedoston ajaminen, jonka juuri latasit LimeWirestä. Tuo DLL-tiedostoja vain luotetuista lähteistä.
fr_fr: Le remplacement des fichiers DLL sur votre ordinateur peut être dangereux. Placer un fichier DLL malveillant dans un jeu est aussi dangereux que d'exécuter le fichier Linking_park_-_nUmB_mp3.exe que vous venez de télécharger depuis LimeWire. N'importez que des fichiers DLL provenant que de sources fiables.
he_il: החלפת קובצי dll במחשב שלך עלולה להיות מסוכנת. הצבת קובץ dll זדוני בתוך משחק מסוכנת בדיוק כמו הפעלת Linking_park_-_nUmB_mp3.exe שהורדת הרגע מ-LimeWire. ייבא קובצי dll אך ורק ממקורות שאתה סומך עליהם.
it_it: Sostituire le DLL sul computer può essere pericoloso. Inserire una DLL dannosa in un gioco è pericoloso quanto eseguire il file Linking_park_-_nUmB_mp3.exe appena scaricato da LimeWire. Importa le DLL solo da fonti affidabili.
ja_jp: コンピュータ上の DLL を置き換えることは、危険を伴う可能性があります。 ゲームに悪意のある DLL を仕込むことは、LimeWire からダウンロードしたばかりの「Linking_park_-_nUmB_mp3.exe」を実行するのと同じくらい危険な行為です。 信頼できるソースからのみ、DLL をインポートしてください。
ko_kr: 컴퓨터의 DLL을 교체하는 작업은 위험할 수 있습니다. 출처가 불분명한 악성 DLL을 게임에 넣는 것은 어디서 받았는지도 모를 '스타크래프트 립버전 1.16.1.exe'를 아무 의심 없이 실행하는 것만큼이나 위험합니다. 당신의 컴퓨터가 채굴, DDOS 좀비 PC, 개인정보 탈취가 발생 할 수 있습니다. 반드시 신뢰할 수 있는 소스의 DLL만 가져오십시오
pl_pl: Podmienianie bibliotek DLL na twoim komputerze może być niebezpieczne Umieszczenie podpięcie złośliwej biblioteki DLL do gry może być tak złe jak uruchomienie A-Soul-as-Red-as-a-Ground-Cherry[dYvvKyYIc5s][youtube-online-converter.com][128kbs].mp3.exe które pobrałeś przed chwilą z jakiejś podejrzanej strony. Importuj biblioteki DLL tylko z zaufanych źródeł.
pt_br: Substituir DLLs no seu computador pode ser perigoso. Colocar uma DLL maliciosa em um jogo é tão ruim quanto executar Linking_park_-_nUmB_mp3.exe baixado do LimeWire. Importe apenas DLLs de fontes confiáveis.
ru_ru: Замена dll-файлов на вашем компьютере может быть опасной. Вставка вредоносного dll-файла в игру так же опасна, как запуск файла Linking_park_-_nUmB_mp3.exe, который вы только что скачали из LimeWire. Импортируйте dll только из надежных источников.
th_th: การแทนที่ไฟล์ dll ในคอมพิวเตอร์ของคุณอาจเป็นอันตรายได้ การนำไฟล์ dll ที่เป็นอันตรายไปใส่ในเกม ก็แย่พอๆ กับการรันไฟล์ Linking_park_-_nUmB_mp3.exe ที่คุณเพิ่งโหลดมาจาก LimeWire นั่นแหละ นำเข้าไฟล์ dll จากแหล่งที่คุณเชื่อถือเท่านั้น
tr_tr: Bilgisayarınızdaki DLL'leri değiştirmek tehlikeli olabilir. Kötü amaçlı bir DLL'i bir oyuna yerleştirmek, Limewire'dan yeni indirdiğiniz Linking_park-_nUmB_mp3.exe dosyasını çalıştırmak kadar kötüdür. Yalnızca güvendiğiniz kaynaklardan DLL'leri içe aktarın.
uk_ua: Заміна DLL на вашому комп'ютері може бути небезпечною. Встановлення шкідливої DLL в грі таке ж небезпечне, як і запуск Linking_park_-_nUmB_mp3.exe, який ви щойно завантажили з LimeWire. Імпортуйте DLL лише з джерел, яким ви довіряєте.
vi_vn: Việc thay thế dll trên máy tính của bạn có thể nguy hiểm. Việc đặt dll độc hại vào trò chơi cũng tệ như chạy Linking_park_-_nUmB_mp3.exe mà bạn vừa tải từ LimeWire. Chỉ nhập dll từ nguồn bạn tin cậy.
zh_cn: 手动导入 DLL 到电脑上是危险的操作 请只从信任的来源导入 DLL 文件
zh_tw: 在您的電腦上手動匯入 dll 檔案可能有風險。 若意外將惡意 dll 檔案放入遊戲中，就會像執行你剛從 LimeWire 下載的 Linking_park_-_nUmB_mp3.exe 一樣糟糕。 請確保您匯入的 dll 檔案是來自可信任的來源。

# LibraryPage_NoDLLsForExport_Message
source: No DLLs found for export.
ar_sa: لم يتم العثور على ملفات DLL للتصدير
ar_sy: لم يتم إيجاد اي ملفات DLL لإستخراجها.
cs_cz: Nebyly nalezeny žádné soubory DLL k exportu.
de_de: Es wurden keine DLLs zum Exportieren gefunden
es_es: No se encontraron DLLs para exportar.
fa_ir: هیچ DLLای برای خروجی گرفتن یافت نشد.
fi_fi: Vietäväksi ei löytynyt DLL-tiedostoja.
fr_fr: Aucun DLL trouvée pour l'exportation.
he_il: לא נמצאו קובצי DLL לייצוא.
it_it: Nessuna DLL trovata per l'esportazione.
ja_jp: エクスポート対象の DLL が見つかりませんでした。
ko_kr: 내보낼 DLL을 찾을 수 없습니다.
pl_pl: __UNTRANSLATED__No DLLs found for export.
pt_br: Nenhuma DLL encontrada para exportação.
ru_ru: Не найдено DLL для экспорта.
th_th: ไม่พบไฟล์ DLLs สำหรับส่งออก
tr_tr: Dışa aktarılacak DLL bulunamadı.
uk_ua: Не знайдено DLL для експорту.
vi_vn: Không tìm thấy DLL để xuất.
zh_cn: 未找到可供导出的 DLL 文件
zh_tw: 未找到用於匯出的 DLL 檔案。

# LibraryPage_NoDllsToExport
source: You have no DLL records to export.
ar_sa: لا توجد سجلات DLL للتصدير
ar_sy: ليس لديك سجلات DLL للتصدير.
ca_es: No teniu cap registre DLL per exportar.
cs_cz: Nemáte žádné záznamy DLL souborů k exportu.
de_de: Sie haben keine DLL-Datensätze zum Exportieren.
es_es: No tienes registros de DLL para exportar.
fa_ir: شما هیچ رکورد DLL برای خروجی گرقتن ندارید.
fi_fi: Sinulla ei ole DLL-tietueita vietäväksi.
fr_fr: Vous n'avez aucun enregistrement DLL à exporter.
he_il: אין לך רשומות DLL לייצוא.
it_it: Non hai record DLL da esportare.
ja_jp: エクスポートする DLL レコードがありません。
ko_kr: 내보낼 DLL 기록이 없습니다.
pl_pl: Nie masz rekordów z bibliotekami DLL do eksportu.
pt_br: Você não tem registros de DLL para exportar.
ru_ru: У вас нет записей DLL для экспорта.
th_th: คุณไม่มีข้อมูล DLL ที่จะส่งออก
tr_tr: Dışa aktarılacak DLL kaydınız yok.
uk_ua: У вас немає DLL-записів для експорту.
vi_vn: Bạn không có hồ sơ DLL nào để xuất.
zh_cn: 没有可导出的 DLL 记录
zh_tw: 沒有可匯出的 DLL 紀錄。

# LibraryPage_NoNewDLLs_Message
source: There were no new DLLs to download.
ar_sa: لا توجد ملفات DLL جديدة للتنزيل
ar_sy: لم تكن هناك ملفات DLL جديدة للتحميل.
ca_es: No hi havia noves DLL per descarregar.
cs_cz: Nebyly nalezeny žádné nové DLL soubory ke stažení.
de_de: Es gab keine neuen DLLs zum Herunterladen.
es_es: No había nuevos DLLs para descargar.
fa_ir: هیچ DLL جدیدی برای دانلود وجود نداشت.
fi_fi: Uusia ladattavia DLL-tiedostoja ei ollut.
fr_fr: Il n'y avait pas de nouveaux DLL à télécharger.
he_il: לא היו קובצי DLL חדשים להורדה.
it_it: Non c'erano nuove DLL da scaricare.
ja_jp: ダウンロードすべき新しい DLL はありませんでした。
ko_kr: 다운로드할 새로운 DLL이 없습니다.
pl_pl: __UNTRANSLATED__There were no new DLLs to download.
pt_br: Nenhuma nova DLL para baixar.
ru_ru: Новых DLL для загрузки не было.
th_th: ไม่มีไฟล์ DLLs ใหม่ให้ดาวน์โหลด
tr_tr: İndirilecek yeni DLL yoktu.
uk_ua: Немає нових DLL для завантаження.
vi_vn: Không có DLL mới để tải xuống.
zh_cn: 没有新的 DLL 文件需要下载
zh_tw: 沒有新的 DLL 檔案可下載。

# LibraryPage_NoNewDLLs_Title
source: No new DLLs
ar_sa: لا توجد ملفات DLL جديدة
ar_sy: لا توجد ملفات DLL جديدة
ca_es: No hi ha noves DLL
cs_cz: Žádné nové DLL soubory.
de_de: Keine neuen DLLs
es_es: No hay nuevos DLLs
fa_ir: هیچ DLL جدیدی وجود ندارد
fi_fi: Ei uusia DLL-tiedostoja
fr_fr: Aucun nouveau DLL
he_il: אין קובצי DLL חדשים
it_it: Nessuna nuova DLL
ja_jp: 新しい DLL はありません
ko_kr: 새로운 DLL 없음
pl_pl: __UNTRANSLATED__No new DLLs
pt_br: Nenhuma nova DLL
ru_ru: Нет новых DLL
th_th: ไม่มี DLLs ใหม่
tr_tr: Yeni DLL Yok
uk_ua: Немає нових DLL
vi_vn: Không có DLL mới
zh_cn: 没有新的 DLL 文件
zh_tw: 沒有新的 DLL 檔案

# LibraryPage_ProcessedDlls
source: Processed DLLs:
ar_sa: ملفات DLL التي تمت معالجتها:
ar_sy: ملفات DLL المُعالجة:
ca_es: DLL processades:
cs_cz: Zpracované DLL soubory:
de_de: Verarbeitete DLLs:
es_es: DLLs procesados:
fa_ir: فایل DLLهای پردازش شده:
fi_fi: Käsitellyt DLL-tiedostot:
fr_fr: Bibliothèques DLL traités :
he_il: קובצי DLL שעובדו:
it_it: DLL elaborate:
ja_jp: 処理済みの DLL:
ko_kr: 처리된 DLL:
pl_pl: Przetworzone biblioteki DLL:
pt_br: DLLs processadas:
ru_ru: Обработанные DLL:
th_th: ไฟล์ DLLs ที่ประมวลผลแล้ว:
tr_tr: İşlenen DLL'ler:
uk_ua: Оброблені DLL:
vi_vn: DLL đã xử lý:
zh_cn: 已处理的 DLL 文件：
zh_tw: 已處理的 DLL 檔案

# LibraryPage_Title
source: Library
ar_sa: المكتبة
ar_sy: المكتبة
ca_es: Biblioteca
cs_cz: Knihovna
de_de: Bibliothek
es_es: Biblioteca
fa_ir: کتابخانه
fi_fi: Kirjasto
fr_fr: Bibliothèque
he_il: ספרייה
it_it: Biblioteca
ja_jp: ライブラリ
ko_kr: 라이브러리
pl_pl: Biblioteka
pt_br: Biblioteca
ru_ru: Библиотека
th_th: คลัง
tr_tr: Kütüphane
uk_ua: Бібліотека
vi_vn: Thư Viện
zh_cn: DLL 库
zh_tw: DLL 清單

# LibraryPage_UnableToDeleteRecord
source: Unable to delete {0} record.
ar_sa: تعذّر حذف سجل {0}
ar_sy: تعذر حذف سجل {0}.
ca_es: No s'ha pogut suprimir el registre {0}.
cs_cz: Nebylo možné smazat {0} záznam.
de_de: Der Datensatz {0} kann nicht gelöscht werden.
es_es: No se puede eliminar el registro {0}.
fa_ir: قادر به حذف رکورد {0} نیست.
fi_fi: Ei voitu poistaa {0}-tietuetta.
fr_fr: Impossible de supprimer l'enregistrement {0}.
he_il: לא ניתן למחוק את רשומת {0}.
it_it: Impossibile eliminare il record {0}.
ja_jp: {0} 件の記録を削除できませんでした。
ko_kr: {0} 기록을 삭제할 수 없습니다.
pl_pl: Nie można usunąć {0} rekordu.
pt_br: Não foi possível excluir o registro {0}.
ru_ru: Невозможно удалить запись {0}.
th_th: ไม่สามารถลบรายการข้อมูล {0} ได้
tr_tr: {0} kaydı silinemiyor.
uk_ua: Не вдається видалити запис {0}.
vi_vn: Không thể xóa hồ sơ {0}.
zh_cn: 无法删除 {0} 条记录。
zh_tw: 無法刪除 {0} 條記錄。

# LibraryPage_UnableToUpdateDllRecord
source: Unable to update DLL records.
ar_sa: تعذّر تحديث سجلات DLL
ar_sy: تعذر تحديث سجلات DLL.
ca_es: No s'han pogut actualitzar els registres DLL.
cs_cz: Nebylo možné aktualizovat záznamy DLL souboru.
de_de: DLL-Einträge können nicht aktualisiert werden.
es_es: No se pueden actualizar los registros de DLL.
fa_ir: قادر به به‌روزرسانی رکوردهای DLL نیست.
fi_fi: Ei voitu päivittää DLL-tietueita.
fr_fr: Impossible de mettre à jour les enregistrements DLL.
he_il: לא ניתן לעדכן את רשומות ה-DLL.
it_it: Impossibile aggiornare i record DLL.
ja_jp: DLL の記録を更新できませんでした。
ko_kr: DLL 기록을 업데이트할 수 없습니다.
pl_pl: Nie można zaktualizować rekordów z bibliotekami DLL.
pt_br: Não foi possível atualizar os registros de DLL.
ru_ru: Невозможно обновить записи DLL.
th_th: ไม่สามารถอัปเดตข้อมูล DLL ได้
tr_tr: DLL kayıtları güncellenemiyor.
uk_ua: Не вдається оновити DLL-записи.
vi_vn: Không thể cập nhật hồ sơ DLL.
zh_cn: 无法更新 DLL 记录
zh_tw: 無法更新 DLL 的記錄。

# LibraryPage_ZipDidNotContainAnyDlls
source: Zip did not contain any dlls.
ar_sa: ملف ZIP لا يحتوي على أي ملفات dll
ar_sy: الملف المضغوط لا يحتوي على أي ملفات dll.
ca_es: El zip no contenia cap DLL.
cs_cz: ZIP archív neobsahuje žádné soubory DLL.
de_de: Die ZIP-Datei enthielt keine DLL-Dateien.
es_es: El zip no contenía ningún dll.
fa_ir: فایل زیپ حاوی هیچ DLLای نبود.
fi_fi: ZIP ei sisältänyt DLL-tiedostoja.
fr_fr: Le fichier Zip ne contenait aucun fichier dll.
he_il: קובץ ה-Zip לא הכיל קובצי dll כלשהם.
it_it: Zip non conteneva alcun file dll.
ja_jp: Zip には DLL が含まれていませんでした。
ko_kr: 압축 파일에 DLL이 포함되어 있지 않습니다.
pl_pl: Archiwum nie posiada żadnych bibliotek DLL.
pt_br: O arquivo zip não continha nenhuma DLL.
ru_ru: Архив не содержит никаких dll.
th_th: ไฟล์ Zip ไม่มีไฟล์ dll อยู่ภายใน
tr_tr: Zip dosyası herhangi bir DLL içermiyordu.
uk_ua: Архів не містив жодних DLL.
vi_vn: Zip không chứa bất kỳ dll nào.
zh_cn: Zip 文件不包含任何 DLL
zh_tw: 壓縮檔裡沒有任何 dll 檔案。

# MainWindow_AttemptingManifestUpdate
source: Attempting to update
ar_sa: تجرى محاولة تحديث
ar_sy: جاري محاولة التحديث
ca_es: Intentant actualitzar
cs_cz: Pokus o aktualizaci
de_de: Versuche zu aktualisieren
es_es: Intentando actualizar
fa_ir: تلاش برای به‌روزرسانی
fi_fi: Yritetään päivittää
fr_fr: Tentative de mise à jour
he_il: מנסה לעדכן
it_it: Tentativo di aggiornamento
ja_jp: 更新を試行中
ko_kr: 업데이트 시도 중
pl_pl: Próba aktualizacji
pt_br: Tentando atualizar
ru_ru: Попытка обновления
th_th: กำลังพยายามอัปเดต
tr_tr: Güncelleme deneniyor
uk_ua: Спроба оновлення
vi_vn: Đang cố cập nhật
zh_cn: 正在尝试更新
zh_tw: 正在嘗試更新

# MainWindow_DlssSwapperCloseDueToManifest
source: DLSS Swapper was not able to load its manifest file. It will now close.
ar_sa: لم يتمكن DLSS Swapper من تحميل ملف manifest الخاص به. سيتم إغلاقه الآن.
ar_sy: لم يتمكن DLSS Swapper من تحميل ملف البيان الخاص به. سيتم إغلاقه الآن.
ca_es: El DLSS Swapper no ha pogut carregar el seu fitxer de manifest. Ara es tancarà.
cs_cz: DLSS Swapper nebyl schopen načíst soubor manifestu. Program bude nyní ukončen.
de_de: LSS Swapper konnte seine Manifestdatei nicht laden. Das Programm wird nun geschlossen.
es_es: DLSS Swapper no pudo cargar su archivo de manifiesto. Ahora se cerrará.
fa_ir: برنامه DLSS Swapper نتوانست فایل manifest خود را بارگیری کند. اکنون بسته خواهد شد.
fi_fi: DLSS Swapper ei voinut ladata manifesti-tiedostoaan. Se sulkeutuu nyt.
fr_fr: DLSS Swapper n'a pas pu charger son fichier manifeste. Il va maintenant se fermer.
he_il: DLSS Swapper לא הצליח לטעון את קובץ המניפסט שלו. היישום ייסגר כעת.
it_it: DLSS Swapper non è riuscito a caricare il suo file manifesto. Verrà chiuso.
ja_jp: DLSS Swapper はマニフェストファイルを読み込めませんでした。プログラムを終了します。
ko_kr: 매니페스트 파일을 불러올 수 없어 DLSS Swapper를 종료합니다.
pl_pl: DLSS Swapper nie był w stanie wczytać pliku manifestu. teraz zostanie zamknięty.
pt_br: O DLSS Swapper não conseguiu carregar seu arquivo de manifesto. Ele será encerrado.
ru_ru: DLSS Swapper не смог загрузить свой метафайл. Теперь он будет закрыт.
th_th: DLSS Swapper ไม่สามารถโหลดไฟล์รายการได้ โปรแกรมจะปิดตัวลงเดี๋ยวนี้
tr_tr: DLSS Swapper, manifesto dosyasını yükleyemedi. Şimdi kapanacak.
uk_ua: DLSS Swapper не зміг завантажити файл маніфесту. Тепер він закриється.
vi_vn: DLSS Swapper không thể tải tệp manifest. Nó sẽ đóng bây giờ.
zh_cn: DLSS Swapper 无法加载其清单文件，需要关闭。
zh_tw: DLSS Swapper 無法載入其清單檔案，即將關閉。

# MainWindow_DlssSwapperMustClose
source: DLSS Swapper must close
ar_sa: يجب إغلاق DLSS Swapper
ar_sy: يجب إغلاق DLSS Swapper
ca_es: El DLSS Swapper s'ha de tancar
cs_cz: DLSS Swapper se musí ukončit
de_de: DLSS Swapper muss geschlossen werden
es_es: DLSS Swapper debe cerrarse
fa_ir: برنامه DLSS Swapper باید بسته شود
fi_fi: DLSS Swapper täytyy sulkea
fr_fr: DLSS Swapper doit être fermer
he_il: DLSS Swapper חייב להיסגר
it_it: DLSS Swapper deve essere chiuso
ja_jp: DLSS Swapper を終了する必要があります
ko_kr: DLSS Swapper를 종료해야 합니다
pl_pl: DLSS Swapper musi zostać zamknięty
pt_br: DLSS Swapper precisa ser encerrado
ru_ru: DLSS Swapper должен закрыться
th_th: DLSS Swapper จำเป็นต้องปิดตัวลง
tr_tr: DLSS Swapper Kapanmalı
uk_ua: DLSS Swapper має бути закритий
vi_vn: DLSS Swapper phải đóng
zh_cn: DLSS Swapper 需要关闭
zh_tw: DLSS Swapper 需要關閉。

# MainWindow_ManifestCouldNotBeLoaded_GitHubIssues
source: GitHub Issues
ar_sa: بلاغات GitHub
ar_sy: تقارير GitHub
ca_es: Incidències de GitHub
cs_cz: GitHub problémy (Issues)
de_de: GitHub-Probleme
es_es: Issues de GitHub
fa_ir: مشکلات گیت‌هاب
fi_fi: GitHub-ilmoitukset
fr_fr: Ticket Github
he_il: פניות ב-GitHub (Issues)
it_it: Problemi di GitHub
ko_kr: GitHub 이슈
pl_pl: Problemy z GitHubem
pt_br: Problemas no GitHub
ru_ru: Проблемы GitHub
th_th: แจ้งปัญหาบน GitHub
tr_tr: GitHub Sorunları
uk_ua: Проблеми GitHub
vi_vn: Vấn Đề GitHub
zh_cn: GitHub 问题报告
zh_tw: GitHub 問題回報

# MainWindow_ManifestCouldNotBeLoaded_Message
source: We were unable to load manifest.json from your computer or from the internet. If this keeps happening please file an report in our issue tracker on GitHub.
ar_sa: لم نتمكن من تحميل manifest.json من جهازك أو من الإنترنت. إذا استمرت هذه المشكلة، يُرجى تقديم بلاغ في أداة تتبع المشاكل (issue tracker) على GitHub.
ar_sy: لم نتمكن من تحميل ملف manifest.json من جهاز الكمبيوتر الخاص بك أو من الإنترنت. إذا استمر حدوث هذا الأمر، يرجى تقديم تقرير في متتبع المشاكل الخاص بنا على GitHub.
ca_es: No hem pogut carregar manifest.json des del vostre ordinador ni des d'Internet. Si això continua passant, envieu un informe al nostre rastrejador d'incidències a GitHub.
cs_cz: Nepodařilo se nám načíst soubor manifest.json z vašeho počítače ani z internetu. Pokud se to bude opakovat, nahlaste to prosím v našem systému pro sledování problémů na GitHubu.
de_de: Wir konnten die Datei „manifest.json“ weder von Ihrem Computer noch aus dem Internet laden. Wenn dieses Problem weiterhin auftritt, melden Sie es bitte in unserem Issue Tracker auf GitHub.
es_es: No pudimos cargar manifest.json desde tu ordenador o desde internet. Si esto sigue ocurriendo, por favor, presenta un informe en nuestro gestor de issues en GitHub.
fa_ir: ما نتوانستیم فایل manifest.json را از کامپیوتر شما یا از اینترنت بارگذاری کنیم. اگر این مشکل همچنان ادامه داشت، لطفاً آن را در بخش گزارش مشکلات (Issue Tracker) ما در گیت‌هاب ثبت کنید.
fi_fi: Emme voineet ladata manifest.json-tiedostoa tietokoneeltasi tai internetistä. Jos tämä jatkuu, ilmoita ongelmasta GitHub-seurantajärjestelmässämme.
fr_fr: Nous n'avons pas pu charger le fichier manifest.json depuis votre ordinateur ou depuis Internet. Si ce problème persiste, veuillez le signaler dans notre outil de suivi des problèmes sur GitHub.
he_il: לא הצלחנו לטעון את manifest.json מהמחשב שלך או מהאינטרנט. אם תקלה זו נמשכת, אנא פתח דיווח במערכת מעקב התקלות שלנו ב-GitHub.
it_it: Non siamo riusciti a caricare manifest.json dal tuo computer o da internet. Se il problema persiste, invia una segnalazione tramite il nostro issue tracker su GitHub.
ja_jp: お使いのコンピューターまたはインターネットから manifest.json を読み込めませんでした。 同様の現象が続く場合は、GitHub の Issue トラッカーに報告してください。
ko_kr: 컴퓨터 또는 인터넷에서 manifest.json을 불러올 수 없습니다. 문제가 지속되면 GitHub 이슈 트래커에 보고해 주세요.
pl_pl: Nie udało się załadować pliku manifest.json z komputera lub z Internetu. Jeśli tak się dzieje, prosimy o zgłoszenie tego w naszym module śledzenia błędów na GitHubie.
pt_br: Não foi possível carregar o arquivo manifest.json do seu computador ou da internet. Se isso continuar acontecendo, por favor, informe o problema no nosso rastreador de issues no GitHub.
ru_ru: Мы не смогли загрузить файл manifest.json с вашего компьютера или из интернета. Если эта проблема повторяется, пожалуйста, отправьте отчет в нашу систему отслеживания проблем на GitHub.
th_th: เราไม่สามารถโหลดไฟล์ manifest.json จากคอมพิวเตอร์ของคุณหรือจากอินเทอร์เน็ตได้ หากปัญหานี้ยังคงเกิดขึ้น โปรดส่งรายงานในตัวติดตามปัญหาของเราบน GitHub
tr_tr: manifest.json dosyasını bilgisayarınızdan veya internetten yükleyemedik. Bu durum devam ederse lütfen GitHub'daki sorun izleyicimizde bir rapor oluşturun.
uk_ua: Нам не вдалося завантажити manifest.json з вашого комп’ютера або з Інтернету. Якщо це повторюється, будь ласка, повідомте про це в нашому трекері проблем на GitHub.
vi_vn: Chúng tôi không thể tải manifest.json từ máy tính của bạn hoặc từ internet. Nếu điều này tiếp tục xảy ra, vui lòng báo cáo trong trình theo dõi vấn đề của chúng tôi trên GitHub.
zh_cn: 无法从电脑或服务器中加载 manifest.json 如果这种问题继续发生，请在 GitHub 上的问题跟踪中提交报告。
zh_tw: 我們無法從您的電腦或伺服器載入 manifest.json。 如果這個問題持續發生，請在 GitHub 的問題回報系統提交回報。

# MainWindow_ManifestCouldNotBeLoaded_UpdateManifest
source: Update manifest
ar_sa: تحديث manifest
ar_sy: تحديث manifest
ca_es: Actualitzar el manifest
cs_cz: Aktualizovat manifest
de_de: Manifest aktualisieren
es_es: Actualizar manifiesto
fa_ir: به‌روزرسانی manifest
fi_fi: Päivitä manifesti
fr_fr: Mise à jour du manifeste
he_il: עדכן מניפסט
it_it: Aggiorna manifesto
ja_jp: マニフェストを更新
ko_kr: 매니페스트 업데이트
pl_pl: Zaktualizuj manifest
pt_br: Atualizar manifesto
ru_ru: Обновление метаданных
th_th: อัปเดตรายการ Manifest
tr_tr: Manifestoyu güncelle
uk_ua: Оновити маніфест
vi_vn: Cập nhật manifest
zh_cn: 无法加载清单
zh_tw: 更新清單
